ticketTrain/consumer/src/test/resources/requests/ticket/getAllTicketRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xs="http://epam.com/brest2019/courses/soap/model/ticket">

    <soapenv:Header/>
    <soapenv:Body>
        <xs:getAllTicketRequest>
        </xs:getAllTicketRequest>
    </soapenv:Body>

</soapenv:Envelope>